<?php

return [

    'index' => [
        'title' => 'الأقسام',
        'create' => 'إضافة قسم جديد',
        'archive' => 'أرشيف الأقسام',
        'title_tag' => '- الأقسام',
        'notfound' => 'لا يوجد أقسام لعرضها',
    ],
    'messages' => [
        'search_error' => 'كلمة البحث فارغة !',
        'created' => 'تم إنشاء القسم بنجاح',
        'edited' => 'اللعبة :name تم تعديله القسم',
        'deleted' => 'تم حذف القسم بنجاح',
        'restored' => 'تم إستعادة القسم بنجاح',
        'restored_selected' => 'تم إستعادة الأقسام المحددة بنجاح',
        'delete_empty' => 'برجاء إختيار الأقسام المراد حذفهم',
        'deleted_selected' => 'تم حذف الأقسام المحددة بنجاح',
    ],
    'archive' => [
        'title' => 'أرشيف الأقسام',
        'all' => 'عرض جميع الأقسام',
        'title_tag' => '- أرشيف الأقسام',
        'notfound' => 'أرشيف الأقسام فارغ !',
    ],
    'show' => [
        'view' => 'عرض القسم ',
        'back' => 'العودة الى الأقسام',
        'title_tag' => '- عرض القسم :title',
    ],
    'create' => [
        'create' => 'إضافة قسم جديد',
        'title_tag' => '- إضافة قسم جديد',
    ],
    'edit' => [
        'edit' => 'تحديث بيانات القسم ',
        'title_tag' => '- تحديث بيانات القسم :name',
    ],
    'fields' => [
        'name' => 'إسم القسم',
        'create' => 'إضافة القسم',
        'update' => 'تحديث',
    ],
];